Repository: mortezamudrick/qiskit-translations
Catalog: nature/docs/locale/*/LC_MESSAGES/index.po
Languages: fr_fr

source: Overview
fr_fr: Vue d'ensemble

source: Getting Started
fr_fr: Commencer

source: Tutorials
fr_fr: Didacticiels

source: API Reference
fr_fr: Référence d'API

source: Release Notes
fr_fr: Notes de version

source: Qiskit Nature overview
fr_fr: Présentation de Qiskit Nature

source: **Qiskit Nature** is an open-source framework which supports solving quantum mechanical natural science problems using quantum computing algorithms. This includes finding ground and excited states of electronic and vibrational structure problems, measuring the dipole moments of molecular systems, solving the Ising and Fermi-Hubbard models on lattices, and much more.
fr_fr: ** Qiskit Nature** est un framework open-source qui permet de résoudre les problèmes de sciences de la mécanique quantique à l'aide d'algorithmes d'informatique quantique. Il s'agit notamment de trouver des états foondamentaux et des états excités de problèmes de structure électronique et vibrationnelle, de mesurer les moments dipolaires des systèmes moléculaires, de résoudre les modèles Ising et Fermi-Hubbard sur les réseaux, et bien plus encore.

source: The code comprises chemistry drivers, which when provided with a molecular configuration will return one- and two-body integrals as well as other data that is efficiently computed classically. This output data from a driver can then be used as input in Qiskit Nature that contains logic which is able to translate this into a form that is suitable for quantum algorithms.
fr_fr: Le code comprend des fonctionalités pour la chimie qui, lorsqu'ils sont paramétrés avec une configuration moléculaire, renvoient des intégrales à un et deux corps ainsi que d'autres données qui sont calculées efficacement de façon classique. Les données de sortie d'un pilote peuvent ensuite être utilisées comme entrées dans Qiskit Nature qui contient une logique capable de traduire cela en une forme adaptée aux algorithmes quantiques.

source: For the solution of electronic structure problems, the problem Hamiltonian is first expressed in the second quantization formalism, comprising fermionic excitation and annihilation operators. These can then be mapped to the qubit formalism using a variety of mappings such as Jordan-Wigner, Parity, and more, in readiness for the quantum computation.
fr_fr: Pour la solution des problèmes de structure électronique, le problème de l'hamiltonien est d'abord exprimé dans le formalisme de la seconde quantification, comprenant des opérateurs d'excitation et d'annihilation fermioniques. Ceux-ci peuvent ensuite être mappés sur le formalisme du qubit à l'aide d'une variété de mappages tels que Jordan-Wigner, Parity, et plus, en préparation pour le calcul quantique.

source: Next Steps
fr_fr: Etapes Suivantes

source: `Getting started <getting_started.html>`_
fr_fr: `Commencer <getting_started.html>`_

source: `Tutorials <tutorials/index.html>`_
fr_fr: `Tutoriels <tutorials/index.html>`_
